docs/benchmarks/raw/long_n192_c2_keepalive.txt

Summary:
  Total:	10.8781 secs
  Slowest:	2.9285 secs
  Fastest:	2.6195 secs
  Average:	2.7195 secs
  Requests/sec:	0.7354
  
  Total data:	11818 bytes
  Size/request:	1477 bytes

Response time histogram:
  2.619 [1]	|■■■■■■■■■■■■■
  2.650 [3]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  2.681 [2]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■
  2.712 [0]	|
  2.743 [0]	|
  2.774 [0]	|
  2.805 [0]	|
  2.836 [0]	|
  2.867 [0]	|
  2.898 [0]	|
  2.929 [2]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■


Latency distribution:
  10% in 2.6195 secs
  25% in 2.6488 secs
  50% in 2.6813 secs
  75% in 2.9282 secs
  0% in 0.0000 secs
  0% in 0.0000 secs
  0% in 0.0000 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0019 secs, 2.6195 secs, 2.9285 secs
  DNS-lookup:	0.0018 secs, 0.0000 secs, 0.0076 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	2.7174 secs, 2.6194 secs, 2.9205 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0001 secs

Status code distribution:
  [200]	8 responses